Repository: common-repository/bp-user-widgets
Catalog: langs/bp-user-widgets-*.po
Languages: fr_fr

source: Video/Audio 1
fr_fr: Vidéo/Audio 1

source: Video/Audio 2
fr_fr: Vidéo/Audio 2

source: Video/Audio 3
fr_fr: Vidéo/Audio 3

source: Video/Audio 4
fr_fr: Vidéo/Audio 4

source: Text 1
fr_fr: Texte 1

source: Text 2
fr_fr: Texte 2

source: Text 3
fr_fr: Texte 3

source: Text 4
fr_fr: Texte 4

source: Followed
fr_fr: Abonnés

source: Following
fr_fr: Abonnements

source: My Friends
fr_fr: Mes Amis

source: My Groups
fr_fr: Mes groupes

source: Resetting to defaults...
fr_fr: Remise des valeurs par défaut...

source: Submit
fr_fr: Envoyer

source: Add Widget
fr_fr: Ajouter le widget

source: Change
fr_fr: Changer

source: Cancel
fr_fr: Annuler

source: Success!
fr_fr: Réussite !

source: Success! Please refresh the window to see.
fr_fr: Réussi ! Veuillez rafraîchir la fenêtre pour le voir.

source: Please try again...
fr_fr: Merci de réessayer...

source: Please paste a URL
fr_fr: Veuillez coller une URL

source: Adding Video ...
fr_fr: Ajout de la vidéo...

source: Adding Friends ...
fr_fr: Ajout des amis...

source: Adding Groups ...
fr_fr: Ajout des groupes...

source: Adding Posts ...
fr_fr: Ajout des messages...

source: Adding Following ...
fr_fr: Ajout de mes abonnements...

source: Adding Followers ...
fr_fr: Ajout de mes abonnés...

source: Deleting...
fr_fr: Suppression...

source: Clear Preset
fr_fr: Supprimer le modèle

source: Save as Preset
fr_fr: Enregistrer comme modèle

source: Clearing Preset...
fr_fr: Supprime le modèle...

source: Saving as Preset...
fr_fr: Enregistre comme modèle...

source: Adding Text ...
fr_fr: Ajout du texte...

source: Not correct user
fr_fr: Utilisateur incorrect

source: Video not saved
fr_fr: Vidéo non enregistrée

source: There are no groups to display.
fr_fr: Il n'y a pas de groupe à afficher.

source: <h3>Profile Widgets Data</h3> <p>When a user saves their text or video widgets, this may contain personal data so this data should be included in your privacy policy.</p> <p><b>Suggested Text: </b>When you add custom widgets to your profile, it's possible that this may include personal information. This site will store that information until you either clear the widgets or leave the site.</p>
fr_fr: <h3>Données des widgets de profil</h3> <p>Lorsqu’un utilisateur enregistre ses widgets de texte ou de vidéo, ils peuvent contenir des données personnelles qui doivent être mentionnées dans votre politique de confidentialité.</p> <p><b>Texte suggéré :</b> Lorsque vous ajoutez des widgets personnalisés à votre profil, il est possible que cela puisse inclure des informations personnelles. Ce site stockera ces informations jusqu’à ce que vous supprimiez ces widgets ou quittiez définitivement ce site.</p>

source: User Widgets
fr_fr: Widget de l'utilisateur

source: Widget Title
fr_fr: Titre du widget

source: Widget Content
fr_fr: Contenu du widget

source: BP User Widgets Plugin
fr_fr: Extension BP widget des utilisateurs

source: Adds user sortable and selectable widgets to BP user pages
fr_fr: Ajoute des widgets de sélection et de tri des utilisateurs sur les pages BuddyPress.

source: BP User Widgets
fr_fr: BP widgets utilisateur

source: Title:
fr_fr: Titre :

source: Change Video
fr_fr: Changer la vidéo

source: Clear Video
fr_fr: Supprimer la vidéo

source: Add a Video
fr_fr: Ajouter une vidéo

source: Change Text
fr_fr: Modifier le texte

source: Clear Text
fr_fr: Supprimer le texte

source: Add Text
fr_fr: Ajouter du texte

source: Hide Widget
fr_fr: Masquer le widget

source: Paste Video URL here
fr_fr: Coller l'URL de la vidéo ici

source: Max users
fr_fr: Nb max. d'utilisateurs

source: Max Users to show
fr_fr: Nb max. d'utilisateurs à afficher

source: Max groups
fr_fr: Nb max. de groupes

source: Max Groups to show
fr_fr: Nb max. de groupes à afficher

source: Max posts
fr_fr: Nb max. d'articles

source: Max Posts to show
fr_fr: Nb max. d'articles à afficher

source: Featured image size
fr_fr: Taille de l'image mise en avant

source: Featured Image Size
fr_fr: Taille de l'image mise en avant

source: Update Widgets
fr_fr: Mettre à jour le widget

source: Add a Widget
fr_fr: Ajouter un widget

source: Clear All
fr_fr: Tout supprimer

source: Select an empty widget and input the required info
fr_fr: Sélectionnez un widget vide et renseignez les informations demandées

source: Profile Widgets
fr_fr: Widget du profil

source: Width (px):
fr_fr: Largeur (px) :

source: Disable Video/Audio Widgets:
fr_fr: Désactive les widgets Vidéo/Audio :

source: Disable Text Widgets:
fr_fr: Désactive les widgets texte :

source: Disable WordPress Widgets:
fr_fr: Désactive les widgets Wordpress :

source: Disable Follow Widgets:
fr_fr: Désactive les widgets des abonnés :

source: Disable BuddyPress (My Friends, My Groups ) Widgets:
fr_fr: Désactive les widgets BuddyPress (Mes amis, Mes groupes) :
